import { InjectionToken } from '@angular/core';

/** Long Press Key Map */
export interface LongPressKeyMap {
  [key: string]: string
}

/** Default Long Press key map */
export const LONGPRESS_KEYMAP = new InjectionToken<LongPressKeyMap>('wizdm.longress.keymap', {
  providedIn: 'root',
  factory: () => ({
    // extended latin (and african latin)
    // upper
    'A':'ĀĂÀÁÂÃÄÅĄⱭ∀Æ',
    'B':'Ɓ',
    'C':'ÇĆĈĊČƆ',
    'D':'ÐĎĐḎƊ',
    'E':'ÈÉÊËĒĖĘẸĚƏÆƎƐ€',
    'F':'ƑƩ',
    'G':'ĜĞĠĢƢ',
    'H':'ĤĦ',
    'I':'ÌÍÎÏĪĮỊİIƗĲ',
    'J':'ĴĲ',
    'K':'ĶƘ',
    'L':'ĹĻĽŁΛ',
    'N':'ÑŃŅŇŊƝ₦',
    'O':'ÒÓÔÕÖŌØŐŒƠƟ',
    'P':'Ƥ¶',
    'R':'ŔŘɌⱤ',
    'S':'ßſŚŜŞṢŠÞ§',
    'T':'ŢŤṮƬƮ',
    'U':'ÙÚÛÜŪŬŮŰŲɄƯƱ',
    'V':'Ʋ',
    'W':'ŴẄΩ',
    'Y':'ÝŶŸƔƳ',
    'Z':'ŹŻŽƵƷẔ',
    
    // lower
    'a':'āăàáâãäåąɑæαª',
    'b':'ßβɓ',
    'c':'çςćĉċč¢ɔ',
    'd':'ðďđɖḏɖɗ',
    'e':'èéêëēėęẹěəæεɛ€',
    'f':'ƒʃƭ',
    'g':'ĝğġģɠƣ',
    'h':'ĥħɦẖ',
    'i':'ìíîïīįịiiɨĳι',
    'j':'ĵɟĳ',
    'k':'ķƙ',
    'l':'ĺļľłλ',
    'n':'ñńņňŋɲ',
    'o':'òóôõöōøőœơɵ°',
    'p':'ƥ¶',
    'r':'ŕřɍɽ',
    's':'ßſśŝşṣšþ§',
    't':'ţťṯƭʈ',
    'u':'ùúûüūŭůűųưμυʉʊ',
    'v':'ʋ',
    'w':'ŵẅω',
    'y':'ýŷÿɣyƴ',
    'z':'źżžƶẕʒƹ',
  
    // Misc
    '$':'£¥€₩₨₳Ƀ₹¤',
    '!':'¡‼‽',
    '?':'¿‽',
    '%':'‰',
    '.':'…••',
    '-':'±‐–—',
    '+':'±†‡',
    '\'':'′″‴‘’‚‛',
    '"':'“”„‟',
    '<':'≤‹',
    '>':'≥›',
    '=':'≈≠≡'
  })
});
