{
  "title": "Создайте ваше приложение быстро",
  "pitch": "Wizdm предоставляет все ключевые возможности современного одностраничного приложения, готового к использованию, поэтому вы можете сосредоточиться на скорейшем запуске своей идеи!",
  "action": { "caption": "Начать сейчас" },
  "join": "Присоединяйся к нам и стань частью инновации [Wizdm](about)>",
  "comingSoon": "Ожидается",
  "features": [
    { 
      "title": "Адаптивный веб-дизайн",
      "description": "Навигация плавно приспосабливается к устройству, на котором отображается приложение."
    },
    { 
      "title": "Модульная конструкция",
      "description": "Разработан с полной модульностью для обеспечения совместной работы при минимальном размере окончательного пакета и времени загрузки."
    },
    { 
      "title": "Элементы пользовательского интерфейса",
      "description": "Богатые коллекции передовых элементов пользовательского интерфейса, готовые к использованию, чтобы вы не изобретали велосипед."
    },
    { 
      "title": "Наборы иконок",
      "description": "Оба шрифта значков [Material](https://material.io/icons) и набор значков [FontAwesome](https://fontawesome.com) изначально поддерживаются для расширения вашего пользовательского интерфейса."
    },
    { 
      "title": "Анимация на свитке",
      "description": "Готовый набор анимации со встроенным триггером «Анимировать при прокрутке», чтобы обогатить содержимое движением бросающихся в глаза движений."
    },
    { 
      "title": "Тематизация",
      "description": "Простое определение темы приложения благодаря возможностям создания тем на основе руководства [Material Design](https://material.io/archive/guidelines/style/color.html#color-color-palette)."
    },
    { 
      "title": "интернационализация",
      "description": "Благодаря гибкому диспетчеру контента в своей основе, wizdm поддерживает одновременно столько языков, сколько вам нужно."
    },
    { 
      "title": "Управление аккаунтом",
      "description": "Аутентификация пользователя, проверка и восстановление электронной почты, расширенные данные профиля пользователя и удаление аккаунта."
    },
    { 
      "title": "Синхронизация данных",
      "description": "Синхронизация данных в режиме реального времени и в автономном режиме на основе безотказной базы данных NoSQL, готовой к масштабированию на глобальном уровне."
    },
    { 
      "title": "Файловое хранилище",
      "description": "Возможность загрузки файлов для изображения профиля пользователя и многое другое."
    },
    { 
      "title": "Статическое содержание",
      "description": "Поддержка Markdown для быстрой настройки статического содержимого, такого как условия обслуживания и конфиденциальность, без дополнительного кодирования."
    },
    { 
      "title": "Редактирование контента",
      "description": "Мощные встроенные возможности редактирования контента WYSIWYG для удовлетворения ваших потребностей."
    },
    { 
      "title": "Форма для обратной связи",
      "description": "Поддержка прямой обратной связи с помощью [Doorbell.io](https://doorbell.io) для немедленного сбора предложений пользователей."
    },
    { 
      "title": "Умное перенаправление",
      "description": "Предотвращает нежелательные внешние перенаправления, чтобы сохранить участие пользователя."
    },
    { 
      "title": "Простой поиск",
      "description": "Простой поиск данных выполняется на стороне сервера без необходимости использования дорогих сторонних сервисов."
    },
    { 
      "title": "Полнотекстовый поиск",
      "description": "Полнотекстовый поиск работает на основе [Algolia](https://www.algolia.com), когда ваше приложение набирает обороты."
    },
    { 
      "title": "Согласие на cookie",
      "description": "Сообщите вашему пользователю о том, как ваше приложение использует файлы cookie для соответствия правилам."
    },
    { 
      "title": "Гугл Аналитика",
      "description": "Оцените, как пользователь взаимодействует с вашим приложением еще до того, как он готов дать вам отзыв о своем опыте."
    },
    { 
      "title": "Unsplash",
      "description": "Красивые бесплатные изображения из [Unsplash](https://unsplash.com/)."
    },
    { 
      "title": "Paypal",
      "description": "Обработка платежей осуществляется через [Paypal](https://www.paypal.com)."
    },
    { 
      "title": "Платежи",
      "description": "Обработка платежей осуществляется с помощью [Stripe](https://stripe.com)."
    },
    { 
      "title": "Работает на Angular",
      "description": "Разработанный с использованием новейших технологий для максимальной производительности и совместимости."
    },
    { 
      "title": "Открытый исходный код",
      "description": "Wizdm является 100% открытым исходным кодом и поддерживается растущим сообществом."
    },
    { 
      "title": "For bootstrappers",
      "description": "Разработанный и поддерживаемый теми же самыми «bootstrappers», активно использующими его для стимулирования своих инициатив."
    }
  ]
}